<!doctype html>
<html>
<head>
	<meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1" />
	<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css">
	<link href="css/reset.css" rel="stylesheet" type="text/css">
	<meta name="viewport" content="width=device-width, initial-scale=1.0">
	<link rel="stylesheet" href="https://cdn.jsdelivr.net/npm/bootstrap@4.4.1/dist/css/bootstrap.min.css" integrity="sha384-Vkoo8x4CGsO3+Hhxv8T/Q5PaXtkKtu6ug5TOeNV6gBiFeWPGFN9MuhOf23Q9Ifjh" crossorigin="anonymous">
	<title>INCT-CAPE | Instituto Nacional de Ci&ecirc;ncia e Tecnologia Controle e Automa&ccedil;&atilde;o de Processos de Energia</title>
	<link href="css/estilo.css" rel="stylesheet" type="text/css">
</head>

<body>
<nav>
  <div class="flags">
    <a href="producao_congresso-english.html" title="English">
      <img src="imagens/flag_usa.png" alt="English" class="flag-icon-usa">
    </a>
    <img src="imagens/flag_esp.png" alt="Español" class="flag-icon-esp">
  </div>
  <div class="social-icons">
    <a href="https://www.linkedin.com/company/inctenergia" class="fa fa-linkedin"></a>
    <a href="https://www.youtube.com/channel/UCYDOyIfpSJVdsFsTzdI3BLw" class="fa fa-youtube-play"></a>
  </div>
  </nav>
	<figenergia> <img src="imagens/identidadesite.png" width="100%" height="450px" alt=""/></figenergia>
<div class="heading">
  	<div class="logo"><img src="imagens/logo.png" width="200" height="40" alt=""/></div>
	<div class="menu">
    <ul>
      <li><a href="index.html">Início</a></li>
      <li><a href="sobre.html">Sobre</a></li>
      <li><a href="equipe.html">Equipe</a></li>
      <li><a href="projetos.html">Projetos</a></li>
	  <div class="dropdown">
  		<button class="dropbtn"><a class="active">Produção </a></button>
  		<div class="dropdown-content">
    		<a href="producao_revista.html"><font size="+0">Artigos em revistas</font></a>
			<a href="producao_congresso.html"><font size="+0">Artigos em congressos</font></a>
    		<a href="producao_relatorios.html"><font size="+0">Relatórios</font></a>
  		</div>
	  </div>
		<li><a href="laboratorio.html">Laboratório</a></li>
      <li><a href="contato.html">Contato</a></li>
    </ul>
  </div>
	<div class="emptyblock"></div>
</div>
<div id="maincontent5">
	<div class="titprod">
    	<h1>Artigos de congresso</h1>
  	</div>
  <div class="prodtextocong" style="font-size:14px;">
	 <font size="+1"><b><p>Ano 2023:</p></b></font>
	  
	<p>Morato, M. M., Marquez,, J. J., Zafra-Cabeza, A., Bordons, C. ; Normey-Rico, J. E. Fault-Tolerant Energy Management in Renewable Microgrids using LPV MPC. Em 5th IFAC Workshop on Linear Parameter Varying Systems (LPVS), Montreal, Canad&aacute;, 2023.</p>

	<p>Morato, M. M., Felix, M. S., e Normey-Rico, J. E. Controle Preditivo N&atilde;o Linear baseado em Dados: Um debate sobre avan&ccedil;os recentes. Em XVI Simp&oacute;sio Brasileiro de Automa&ccedil;&atilde;o Inteligente e X Simp&oacute;sio Brasileiro de Sistemas El&eacute;tricos, Manaus, Brasil, 2023.</p>

	<p>Pereira, P., e Santos, T. DMC filtrado aplicado ao controle de sistemas sujeitos a refer&ecirc;ncias variantes no tempo. Em XVI Simp&oacute;sio Brasileiro de Automa&ccedil;&atilde;o Inteligente e X Simp&oacute;sio Brasileiro de Sistemas El&eacute;tricos, Manaus, Brasil, 2023.</p>

	<p>Morato, M. M., Naspolini, A., e Normey-Rico, J. E. Tutorial: Implementando Controladores Preditivos N&atilde;o Lineares atrav&eacute;s do Ferramental LPV. Em XVI Simp&oacute;sio Brasileiro de Automa&ccedil;&atilde;o Inteligente e X Simp&oacute;sio Brasileiro de Sistemas El&eacute;tricos, Manaus, Brasil, 2023.</p>
	  
	<p>Ribeiro, J. B. A., Dietrich, J. D. V., e Normey-Rico, J. E. Controle Preditivo Econ&ocirc;mico baseado em dados entrada/sa&iacute;da aplicado em um po&ccedil;o de petr&oacute;leo. Em XVI Simp&oacute;sio Brasileiro de Automa&ccedil;&atilde;o Inteligente e X Simp&oacute;sio Brasileiro de Sistemas El&eacute;tricos, Manaus, Brasil, 2023.</p>

	<p>Barbosa, G., Azevedo J&uacute;nior, A. P., e Julio Elias Normey-Rico, J. E. Ferramentas Interativas de C&oacute;digo Aberto para Estudo de Controladores Cl&aacute;ssicos. Em XVI Simp&oacute;sio Brasileiro de Automa&ccedil;&atilde;o Inteligente e X Simp&oacute;sio Brasileiro de Sistemas El&eacute;tricos, Manaus, Brasil, 2023.</p>

	<p>de Andrade, M. A., Flesch, R. C. C. e Nakirimoto, E. K. M&eacute;todo de Estima&ccedil;&atilde;o On-line da Vida &Uacute;til de Capacitores Eletrol&iacute;ticos do Barramento CC em Inversores de Frequ&ecirc;ncia Trif&aacute;sicos. Em XVI Simp&oacute;sio Brasileiro de Automa&ccedil;&atilde;o Inteligente e X Simp&oacute;sio Brasileiro de Sistemas El&eacute;tricos, Manaus, Brasil, 2023.</p>

	<p>Bressanini, G. L., Lima, D. M., e Normey-Rico, J. E., Busarello, T. D. C. Projeto e implementa&ccedil;&atilde;o de um inversor full-bridge para valida&ccedil;&atilde;o de estrat&eacute;gias de controle. Em 15th IEEE International Conference on Industry Applications (INDUSCON), S&atilde;o Bernardo do Campo, Brasil, 2023.</p>

	<p>Barbosa, M. F. da S., Garcia-Cl&uacute;a, J. G., de Andrade, G. A.,Normey-Rico, J. E.. Control &oacute;ptimo multifase de sistema fotovoltaico-hidr&oacute;geno asistido por red. XX Reuni&oacute;n de Trabajo en Procesamiento de la Informaci&oacute;n y Control (RPIC), Ober&aacute;, Argentina, 2023.</p>

	<p>Machado, J. P. Z., Flesch, R. C. C., Schaefer, M. M. e Santana, R. H. Bearing heating open-loop control system to reduce variability in BLDC motor tests. Em 7th IEEE International Symposium on Instrumentation Systems, Circuits and Transducers (INSCIT) , Rio de Janeiro, Brasil, 2023.</p>

	<p>de Andrade, M. A. e Flesch, R. C. C. Capacitance Estimation Algorithm for Condition Monitoring of Electrolytic dc-link Capacitors using Artificial Neural Network in Front-End Diode Rectifier Three-Phase Motor Drive Systems. Em 8th IEEE Southern Power Electronics Conference and 17th Brazilian Power Electronics Conference, Florian&oacute;polis, Brasil, 2023.</p>

	<p>Dal'Agnol, C., Dangui, H. A. S., da Silva, W. R., Musa, S. A. e Flesch, R. C. C. Experimental Method for Identification of DC Converter Models and Design of Digital Controllers. Em 8th IEEE Southern Power Electronics Conference and 17th Brazilian Power Electronics Conference, Florian&oacute;polis, Brasil, 2023.</p>

	<p>Brunoni, J. P., Flesch, R. C. C., Normey-Rico, J. E., e Peccin, V. B. Performance Comparison of Finite Control Set Model Predictive Control Approaches Applied to Three-Phase Two-Level Inverters. Em 8th IEEE Southern Power Electronics Conference and 17th Brazilian Power Electronics Conference, Florian&oacute;polis, Brasil, 2023.</p>

	<p>Brand&atilde;o Adriano S.M.; Chicaiza, William D.; s&aacute;nchez, Adolfo J.; Normey-Rico, Julio Elias; Esca&ntilde;o, Juan M.. Neurofuzzy Defocusing strategy for a Fresnel collector. Ifac-Papersonline, [S.L.], v. 56, n. 2, p. 1478-1483, 2023.</p>
  </div>
</div>
<footer> &copy; <script>document.write(new Date().getFullYear())</script> Instituto Nacional de Ciência e Tecnologia Controle e Automação de Processos de Energia. Todos os direitos reservados.
</footer>
</body>
</html>
